[
  {
    "code": "B00NBEWB4U",
    "name": "Lightweight On-Ear Headphones",
    "description": "On-ear fit to minimize noise so you can hear every beat Designed with portability and storage in mind; the headphones rotate in to lay flat 101 decibels (dB) and 1000mW maximum input level Frequency range of 12 Hz-22,000 Hz for great sound reproduction 47.25-inch (1.2 meter) cord with L-shaped stereo mini plug to connect to your phone, MP3 player, or computer",
    "price": 14.99,
    "priceWithVat": 18.14,
    "photo": "product01.jpg",
    "photoSeed": "3f81f7f55c6b162d8cbb1505480a5781.jpg"
  },
  {
    "code": "B01MZ8QCED",
    "name": "BOMIX Android 6.0 TV Box",
    "description": "Original from BOMIX with newest chip Amlogic S905X, Android 6.0 Marshmallow OS, T95X could run many games, play unlimited movies, TV shows, music without freezing and buffering. Unique Brand new HDMI cable 17+1 unlike other 15+1, this would support true 4K playing(60hz); Safe adapter with power magnet: It can help suppress rush current efficiently, so that static electricity is released slowly. It runs faster than Amlogic S905 and supports HDR10 and HLG HDR processing. T95X Android TV BOX utilizes the latest version EMMC memory that users can enjoy faster read & write speed and make the TV BOX run more stable and smoothly.",
    "price": 54.99,
    "priceWithVat": 66.54,
    "photo": "product02.jpg",
    "photoSeed": "4da7b06af119b5720098492f450f026c.jpg"
  },
  {
    "code": "B01MSIEKXG",
    "name": "Lenovo Edge 2 1580 15.6 Full HD IPS 2-in-1 Touchscreen Notebook Computer",
    "description": "Dual-Mode Notebook: Switch Between Laptop and Stand Modes When you're relying heavily on the keyboard - drafting documents or working on a spreadsheet, for example keep your Edge 15 in the classic laptop mode for maximum productivity. But when you're focusing on touch applications, web chatting, or enjoying a film or video, flip the screen 300 degrees to enter stand mode. The Edge 15's unique design means it adapts to whatever you choose to Do.",
    "price": 594.99,
    "priceWithVat": 719.94,
    "photo": "product03.jpg",
    "photoSeed": "4f5b8656c902f43913cb5922c243dd0b.jpg"
  },
  {
    "code": "B01MF7EQJZ",
    "name": "EVGA GeForce GTX 1050 Ti SC GAMING, 4GB GDDR5, DX12 OSD Support (PXOC) Graphics Card 04G-P4-6253-KR",
    "description": "The EVGA GeForce GTX 1050 Ti hits the perfect spot for that upgrade you know you need, but at the price you want! With the latest NVIDIA Pascal architecture, the 4GB GTX 1050 Ti displays stunning visuals and great performance at 1080p HD+. Installing a EVGA GeForce GTX 1050 Ti gives you the power to take on today's next-gen titles in full 1080p HD - with room to spare. These cards give you a choice of memory sizes, cooling options, factory overclocks, and power options to fit every need and every system. Of course, no GTX card would be complete without essential gaming technologies, such as NVIDIA GameStream, G-Sync, and GeForce Experience. If you've been waiting for that card that gives you the performance to take back the competitive edge, but without taking out your wallet, then the GTX 1050 Ti is the card for you!",
    "price": 158.99,
    "priceWithVat": 192.38,
    "photo": "product04.jpg",
    "photoSeed": "5aea06841054b9b60f633cdf45ce8680.jpg"
  },
  {
    "code": "B00OTWQIZG",
    "name": "Apple iPad Air 2 MH1J2LL/A 9.7-Inch, 128GB (Gold)",
    "description": "The Apple iPad Air 2 is incredibly light, thin and capable. A solid upgrade of its prior generation, it has a robust A8X chip with 64-bit architecture. What's more, it has a gorgeous and generous high-definition 9.7-inch screen that makes it the perfect display for the images you'll capture with the device's iSight camera. The 8-MP camera has advanced optics, an improved sensor and an image signal processor that returns detailed and near cinematic imagery every time. Even video calls are high-resolution and stunning. Also, for such a small package, the speakers produce an oversized sound. Lastly, you get faster connectivity, iCloud functionality, iOS 8, and a fingerprint sensor ensures that the device remains secure at all times.",
    "price": 499.12,
    "priceWithVat": 603.95,
    "photo": "product05.jpg",
    "photoSeed": "6d3bfef2c76e33795b26443bc2c58b0b.jpg"
  },
  {
    "code": "B072JW8FCF",
    "name": "Apple 15\" MacBook Pro, Retina, Touch Bar, 2.9GHz Intel Core i7 Quad Core",
    "description": "MacBook Pro elevates the notebook to a whole new level of performance and portability. Wherever your ideas take you, you’ll get there faster than ever with cutting-edge graphics, high-performance processors, whip-smart storage, and more. With seventh-generation Intel Core processors, MacBook Pro delivers amazing performance so you can move fast — even when powering through pro-level processing jobs like rendering 3D models and encoding video.",
    "price": 2599.00,
    "priceWithVat": 3144.79,
    "photo": "product06.jpg",
    "photoSeed": "6d3bfef2c76e33795b26443bc2c58b0b.jpg"
  },
  {
    "code": "B074X5WPC5",
    "name": "GoPro HERO6 Black",
    "description": "HERO6 Black automatically sends your footage to your phone where the app turns it into a QuikStory-an awesome edited video. With 4K60 and 1080p240 video,HERO6 Black delivers 2x the performance compared to HERO5 Black. With an all-new GP1 chip optimized for GoPro capture, HERO6 Black delivers vastly improved image quality. With our most advanced video stabilization yet, HERO6 Black captures super smooth footage, whether it’s handheld or mounted to your gear. HERO6 Black is waterproof to 33ft (10m) without a housing. Now featuring touch zoom and an updated UI, the 2-inch display makes it easy to frame shots, change settings and play back footage. Featuring 5GHz Wi-Fi, you can copy photos and videos over to your phone 3x faster than with HERO5 Black.",
    "price": 499.00,
    "priceWithVat": 603.79,
    "photo": "product07.jpg",
    "photoSeed": "6de45a619d35845171a9eae3b02d4c75.jpg"
  },
  {
    "code": "B017K17PQ8",
    "name": "TotalMount Apple TV Mount - Compatible with all Apple TVs including Apple TV 4K",
    "description": "PERFECT FOR WALL-MOUNTED TV OWNERS - People with wall-mounted televisions often wonder where to put their new Apple TV. One option is to tunnel an HDMI cable through a wall to an entertainment center, but this option is too destructive and time-consuming for most people. Another option is trying to balance the Apple TV on a fireplace ledge, which can lead to the Apple TV crashing to the floor the first time someone isn't careful around the TV. For wall-mounted TV owners, the solution to the installation problem is simple: TotalMount attaches Apple TV to the back of the television.",
    "price": 17.99,
    "priceWithVat": 21.76,
    "photo": "product08.jpg",
    "photoSeed": "25d98e14b8c62e6aded1bee1bbeea6af.jpg"

  },
  {
    "code": "B00NK332GS",
    "name": "Apple iPhone 6 64 GB, Silver",
    "description": "iPhone 6 isn't simply bigger - it's better in every way. Larger, yet dramatically thinner. More powerful, but remarkably power efficient. With a smooth metal surface that seamlessly meets the new Retina HD display. It's one continuous form where hardware and software function in perfect unison, creating a new generation of iPhone that's better by any measure.",
    "price": 289.25,
    "priceWithVat": 349.99,
    "photo": "product09.jpg",
    "photoSeed": "38df5c172b703277d86219736dc1b20f.jpg"
  },
  {
    "code": "B00NK552GA",
    "name": "All-new Echo (2nd Generation) with improved sound, powered by Dolby, and a new design – Charcoal Fabric",
    "description": "All-new Echo (2nd Gen) has a new speaker, new design, and is available in six styles including fabrics and wood veneers. Echo connects to Alexa to play music, make calls, set alarms and timers, ask questions, control smart home devices, and more—instantly. Just ask for a song, artist, or genre from Amazon Music, Spotify, Pandora, and more. With multi-room music, you can play music on compatible Echo devices in different rooms. Echo can also play audiobooks, radio stations, news briefs, and more. Call or message anyone hands-free with your Echo device.",
   "price": 99.99,
   "priceWithVat": 120.98,
   "photo": "product10.jpg",
   "photoSeed": "45e9fbbd05ba4c451da4a37d08d402a9.jpg"
  }
]
